---
kind: type
id: T:Autodesk.Revit.DB.FamilyUtils
source: html/07b674a3-a910-29c6-8b6d-f67bab61c706.htm
---
# Autodesk.Revit.DB.FamilyUtils

Contains utilities related to family operations.

## Syntax (C#)
```csharp
public static class FamilyUtils
```